2.5.  แบบฝึกหัด
    1.เลขที่ถูก alert เป็นลำดับสุดท้ายคือเลขอะไร
            // let i = 3;

            // while (i) {
            // alert( i-- );
            // }
        Ans=> 3

    2.code ทั้งสองอันนี้จะแสดง alert ออกมาเหมือนกันทั้งหมดหรือไม่
        Ans=>ไม่เหมื่อนกัน แบบที่2 จะมี 5 ออกมาด้วย   
           แบบที่1// let i = 0;
                   // while (++i < 5) alert( i );
           แบบที่่2//let i = 0;
                   // while (i++ < 5) alert( i );

    3.code ทั้งสองอันนี้จะแสดง alert ออกมาเหมือนกันทั้งหมดหรือไม่
        Ans=> เท่ากัน

    4.ให้เขียน loop ทั้งแสดงเลข 2 ถึง 10 ออกมา

        for(i=2; i<=10; i++){
            console.log(`number ${i}!`);
        }
    5.เปลี่ยน code for loop ด้านล่างนี้ให้เป็น while loop โดยที่ผลลัพธ์ยังเหมือนเดิม
        for (let i = 0; i < 3; i++) {
              alert( `number ${i}!` );
        }

        Ans=>   let i = 0; 
                while(i<3){ 
                    console.log( `number ${i}!` );
                    ++i;
                }

